bspwm
sxhkd
bsp-layout
multicolor-sddm-theme
jgmenu
polybar
ripgrep
sxiv
conky-lua-nv
ttf-raleway
ttf-abel-regular
ttf-iosevka-nerd
ly
rxfetch
alacritty
starship
nemo
thunar
thunar-volman 
thunar-archive-plugin
feh
wmctrl
exa
duf
dunst
git
firefox
neovim
rofi
rofi-power-menu
ttf-sourcecodepro-nerd
nerd-fonts-jetbrains-mono
nerd-fonts-fantasque-sans-mono
nerd-fonts-victor-mono
lxappearance
kvantum
catppuccin-gtk-theme-mocha
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-frappe
breeze-snow-cursor-theme
zafiro-icon-theme
sddm
neofetch
noto-fonts
noto-fonts-emoji
picom-animations-git
xorg-xsetroot
xdg-user-dirs
polkit-gnome
flameshot
pacman-contrib
pavucontrol
playerctl
maim
xclip
viewnior
ttf-material-design-icons
tumbler
